Revit 2027 API
ParameterTypeId.RbsFriction Property
 "Friction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFriction { get; }
Public Shared ReadOnly Property RbsFriction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFriction {
	ForgeTypeId^ get ();
}
static member RbsFriction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace